[
    {
        "title": "Fate",
        "author":"Jasper van Dijk",
        "content": "If fate were to offer me a chance to change,\nI'd let it slide - for every broken bone would curve me towards your light\n\nIt's in that light, I found the only path that's true, the one that would lead me back to you\n\nSo no, it's not fate that gets the final call, it's our love - our will - that conquers all\n\nFor the path ahead is lit by loves own true light. It's where I choose you each day and every night"
    },
    {
        "title": "Flowing love",
        "author": "Jasper van Dijk",
        "content": "Her smile feels like a heartfelt delight,\nAnd our talks flow endlessly, far beyond the horizon,\n or a dream you'd want every night\n\nWhere my love for her is like a never-ending river breathing of life,\n each turn a new memory, each ripple a new feeling, a place for us to thrive\n\nOur connection like a bridge above waters deep and wide,\nwhere love and time forever glide.\n\nOur bond not confined by moments or hours,\nIt's a stream, not shaped by earthly powers,\nIt flows unyielding, carving paths unkown, a force that moves and calls its own.\n\nIn her, I've found eternity's embrace,\nA love that lingers, beyond time or place."
    },
    {
        "title": "RSD",
        "author": "Jasper van Dijk",
        "content": "A thought that makes me blind, of the way that she provides. In a sense I'm losing my mind.\n\nOver things that could be, or just don't seem right. The dates we had, all just shine bright, but still there is a feeling that gives me a fright.\n\nIt's like a song that's there just plaguing my mind. Weird thoughts that burn in my head during the night.\n\nAt last we talk and all is right\nYou are perfect and for you I'll fight"
    },
    {
        "title": "Are you right?",
        "author": "Jasper van Dijk",
        "content": "A simple question on my mind,\nHow do I know that you are right?\n\nShould we be opposites as the poles, \nor should it feel like a dance between our souls?\n\n Our love, so pure and so divine,\nAs if the stars themselves would just align\n\nYour lips on mine sparkling like a firelfy, roaming freely through the sky\nAll of this resonates with the most perfect lie.\n\nLove is not just simply defined, neither does it come just overnight. It's a journey you go through with open mind. To bond, feel and even fight. But in the end only time shall tell if she is right."
    },
    {
        "title": "our story",
        "author": "Jasper van Dijk",
        "content": "Our story starts where our eyes would meet\n\nA window opened for our need, a space for memories, boundless care, a place to live, to laugh and share\n\nA smile so beautiful that between her lips I could read, her kindness, fairness and honesty exceed\n\nIn the evening light your hair softly swayed, a capturing moment forever replayed\n\nAll it took was a meeting of our eyes\nA quiet spark under the infinite skies"
    },
    {
        "title": "It's you",
        "author": "Jasper van Dijk",
        "content": "Your smile that gets me through my day\nYour laugh that made me forget and smile\nYour happines that made me laugh\nOur time together, that gave me happines"
    },
    {
        "title": "right person",
        "author": "Jasper van Dijk",
        "content": "I have seen a 1000 faces but yours is the one I remember \n100 voices but yours is the one I chose to listen too\n10 personalities, but yours is the one I'd confide with\n1 person, who makes me smile"
    },
    {
        "title": "Lovely gaze",
        "author": "Jasper van Dijk",
        "content": "When I'm with you, all my pain would just erase. \nDays left me thinking about you, leaving my mind like a maze. \n\nRemembered you staring at me having that lovely gaze. \nThe moment I knew I would walk for you through all the flames. \n\nThat's when I knew, I knew my heart had found its place."
    },
    {
        "title": "Most Beautiful View",
        "author": "Jasper van Dijk",
        "content": "They say, earth has beautiful lakes, mountains and seas\nBut you are the my most beautiful view, I have admired"
    },
    {
        "title": "She is everything",
        "author": "Jasper van Dijk",
        "content": "You are the star that guides me through night,\nYou are the light that brightens my day,\nYou are the path that leads my way"
    },
    {
        "title": "What is love",
        "author": "Jasper van Dijk",
        "content": "Before I knew you, I thought I knew love. Your eyes, as the moon in the night. Smile as mesmerizing as the ocean. That's when I knew..."
    },
    {
        "title": "Eternal way",
        "author": "Jasper van Dijk",
        "content": "For when all seemed dark, her eyes shined bright\nWhen it seemed like there was no way, you were my light\nFor even death can't stop us, I know we will reunite."
    },
    {
        "title": "The feeling of the unhappend (to be written)",
        "author": "Jasper van Dijk",
        "content": "What do I see when I look at her?\nHow do I feel when talking to her? (Anxious? Scared?)\nBut the biggest regret will be not knowing what could have been\n\nA poem about being too scared to talk to her, but also too scared of what could happen when I will never try."
    }, 
    {
        "title": "Sided love",
        "author": "Jasper van Dijk",
        "content": "Thoughts of you circle my mind\nAs if the devil placed them, to plague my mind\nI dreamed of you at my side like a pillar holding me up with full might\nTime passed and a realisation came to mind\nLove is a shared place for two souls\nNot just halves of a divided whole\nA feeling where both hearts take control\nBut the love we had was only filled by my goal"
    }
]